Repository: antikruk/Gnome-BY
Catalog: */sources/gnome-keyring.po
Languages: be_by

source: Unnamed
be_by: Без назвы

source: Enter the old password for the “%s” keyring
be_by: Увядзіце стары пароль для вязкі ключоў "%s"

source: An application wants to change the password for the “%s” keyring. Enter the old password for it.
be_by: Праграма хоча змяніць пароль для вязкі ключоў "%s". Увядзіце стары пароль.

source: Continue
be_by: Працягнуць

source: Choose a new password for the “%s” keyring
be_by: Абярыце новы пароль для вязкі ключоў "%s"

source: An application wants to change the password for the “%s” keyring. Choose the new password you want to use for it.
be_by: Праграма хоча змяніць пароль для вязкі ключоў "%s". Абярыце для яе новы пароль.

source: Store passwords unencrypted?
be_by: Захоўваць паролі незашыфраванымі?

source: By choosing to use a blank password, your stored passwords will not be safely encrypted. They will be accessible by anyone with access to your files.
be_by: Абраўшы пусты пароль, вы не забяспечыце шыфраванне захаваных пароляў да разнастайных сэрвісаў. Доступ да гэтых пароляў зможа атрымаць любы карыстальнік, які здолее прачытаць вашыя файлы.

source: The original password was incorrect
be_by: Уведзены хібны арыгінальны пароль

source: Change Keyring Password
be_by: Змяніць пароль для вязкі ключоў

source: An application wants to create a new keyring called “%s”. Choose the password you want to use for it.
be_by: Праграма хоча стварыць новую вязку ключоў з назвай "%s". Абярыце для яе пароль.

source: Choose password for new keyring
be_by: Абярыце пароль да новай вязкі ключоў

source: New Keyring Password
be_by: Новы пароль для вязкі ключоў

source: Certificate and Key Storage
be_by: Сховішча сертыфікатаў і ключоў

source: GNOME Keyring: PKCS#11 Component
be_by: Вязка ключоў GNOME: кампанент PKCS#11

source: Secret Storage Service
be_by: Служба сховішча

source: GNOME Keyring: Secret Service
be_by: Вязка ключоў GNOME: служба бяспекі

source: SSH Key Agent
be_by: Агент ключоў SSH

source: GNOME Keyring: SSH Agent
be_by: Вязка ключоў GNOME: Агент SSH

source: Login
be_by: Уваход

source: Unlock password for: %s
be_by: Пароль для разблакавання: %s

source: Unlock private key
be_by: Разблакаваць прыватны ключ

source: Enter password to unlock the private key
be_by: Увядзіце пароль, каб разблакаваць прыватны ключ

source: An application wants access to the private key “%s”, but it is locked
be_by: Праграме патрабуецца доступ да прыватнага ключа "%s", але ён заблакаваны

source: Automatically unlock this key whenever I’m logged in
be_by: Аўтаматычна разблакоўваць гэты ключ падчас уваходу ў сістэму

source: Unlock
be_by: Разблакаваць

source: The unlock password was incorrect
be_by: Хібны пароль для разблакавання

source: failed to create temporary file `%s': %s
be_by: не атрымалася стварыць часовы файл "%s": %s

source: error writing to `%s': %s
be_by: памылка запісу ў "%s": %s

source: can't create `%s': %s
be_by: не атрымалася стварыць "%s": %s

source: removing stale lockfile (created by %d)
be_by: выдаленне састарэлага файла блакавання (створана працэсам %d)

source: waiting for lock (held by %d%s) %s...
be_by: чаканне блакавання (утрымліваецца %d%s) %s...

source: (deadlock?)
be_by: (узаемнае блакаванне?)

source: lock `%s' not made: %s
be_by: блакаванне "%s" не выканана: %s

source: waiting for lock %s...
be_by: чаканне блакавання %s...

source: Domain Component
be_by: Даменны кампанент

source: User ID
be_by: Ідэнтыфікатар карыстальніка

source: Email Address
be_by: Адрас электроннай пошты

source: Date of Birth
be_by: Дата нараджэння

source: Place of Birth
be_by: Месца нараджэння

source: Gender
be_by: Пол

source: Country of Citizenship
be_by: Грамадзянства

source: Country of Residence
be_by: Краіна пражывання

source: Common Name
be_by: Агульнае імя

source: Surname
be_by: Прозвішча

source: Serial Number
be_by: Серыйны нумар

source: Country
be_by: Краіна

source: Locality
be_by: Мясцовасць

source: State
be_by: Вобласць

source: Street
be_by: Вуліца

source: Organization
be_by: Установа

source: Organizational Unit
be_by: Аддзел установы

source: Title
be_by: Назва

source: Telephone Number
be_by: Тэлефонны нумар

source: Given Name
be_by: Імя

source: Initials
be_by: Ініцыялы

source: Generation Qualifier
be_by: Адзнака пакалення

source: DN Qualifier
be_by: Адзнака DN

source: Pseudonym
be_by: Псеўданім

source: MD2 with RSA
be_by: MD2 з RSA

source: MD5 with RSA
be_by: MD5 з RSA

source: SHA1 with RSA
be_by: SHA1 з RSA

source: SHA1 with DSA
be_by: SHA1 з DSA

source: Server Authentication
be_by: Аўтэнтыфікацыя сервера

source: Client Authentication
be_by: Аўтэнтыфікацыя кліента

source: Code Signing
be_by: Падпісанне коду

source: Email Protection
be_by: Абарона электроннай пошты

source: Time Stamping
be_by: Часавыя адбіткі

source: Unnamed Certificate
be_by: Сертыфікат без назвы

source: Couldn’t parse public SSH key
be_by: Не атрымалася разабраць публічны ключ SSH

source: Unlock Login Keyring
be_by: Разблакаваць вязку ключоў для ўваходу ў сістэму

source: Enter password to unlock your login keyring
be_by: Увядзіце пароль, каб разблакаваць вязку ключоў для ўваходу ў сістэму

source: The password you use to log in to your computer no longer matches that of your login keyring.
be_by: Пароль, што вы выкарыстоўваеце, больш не адпавядае паролю да вязкі ключоў для ўваходу ў сістэму.

source: The login keyring did not get unlocked when you logged into your computer.
be_by: Вязка ключоў не была разблакаваная падчас уваходу ў сістэму на гэтым камп’ютары.

source: Unlock Keyring
be_by: Разблакаваць вязку ключоў

source: Enter password to unlock
be_by: Увядзіце пароль, каб разблакаваць

source: An application wants access to the keyring “%s”, but it is locked
be_by: Праграме патрабуецца доступ да вязкі ключоў "%s", але яна заблакаваная

source: Automatically unlock this keyring whenever I’m logged in
be_by: Аўтаматычна разблакоўваць гэтую вязку ключоў падчас уваходу ў сістэму

source: Unlock certificate
be_by: Разблакаваць сертыфікат

source: Unlock public key
be_by: Разблакаваць публічны ключ

source: Enter password to unlock the certificate
be_by: Увядзіце пароль, каб разблакаваць сертыфікат

source: Enter password to unlock the public key
be_by: Увядзіце пароль, каб разблакаваць публічны ключ

source: Automatically unlock this certificate whenever I’m logged in
be_by: Аўтаматычна разблакоўваць гэты сертыфікат падчас уваходу ў сістэму

source: Automatically unlock whenever I’m logged in
be_by: Аўтаматычна разблакоўваць падчас ўваходу ў сістэмы

source: An application wants access to the certificate “%s”, but it is locked
be_by: Праграме патрабуецца доступ да сертыфіката "%s", але ён заблакаваны

source: An application wants access to the public key “%s”, but it is locked
be_by: Праграме патрабуецца доступ да публічнага ключа "%s", але ён заблакаваны

source: An application wants access to “%s”, but it is locked
be_by: Праграме патрабуецца доступ да "%s", але ён заблакаваны

source: Unlock certificate/key storage
be_by: Разблакаваць сховішча сертыфікатаў і ключоў

source: Enter password to unlock the certificate/key storage
be_by: Увядзіце пароль, каб разблакаваць сховішча сертыфікатаў і ключоў

source: An application wants access to the certificate/key storage “%s”, but it is locked
be_by: Праграме патрабуецца доступ да сховішча сертыфікатаў і ключоў "%s", але яно заблакавана

source: New Password Required
be_by: Патрабуецца новы пароль

source: New password required for secure storage
be_by: Для сховішча патрабуецца новы пароль

source: In order to prepare “%s” for storage of certificates or keys, a password is required
be_by: Каб падрыхтаваць "%s" для захавання сертыфікатаў і ключоў, патрабуецца пароль

source: Change Password
be_by: Змяніць пароль

source: Original password for secure storage
be_by: Дзейны пароль для сховішча

source: To change the password for “%s”, the original password is required
be_by: Каб змяніць пароль для "%s", патрабуецца дзейны пароль

source: Change password for secure storage
be_by: Змяніць пароль для сховішча

source: Type a new password for “%s”
be_by: Увядзіце новы пароль для "%s"

source: usage: gnome-keyring command [options]
be_by: выкарыстанне: gnome-keyring загад [параметры]

source: commands:
be_by: загады:
