Repository: antikruk/Gnome-BY
Catalog: */sources/gtk-engines.po
Languages: be_by

source: 3d-ish (button)
be_by: Трохмернасць (кнопка)

source: 3d-ish (gradient)
be_by: Трохмернасць (градыент)

source: Animations
be_by: Анімацыі

source: Classic
be_by: Класічная

source: Colorize Scrollbar
be_by: Размалёўваць палосы пракруткі

source: Contrast
be_by: Кантраснасць

source: Disable focus drawing
be_by: Выключыць рамку фокусу

source: Enable Animations on Progressbars
be_by: Уключыць анімацыю ў радку прагрэсу

source: Flat
be_by: Плоскі

source: Glossy
be_by: Лоск

source: Gummy
be_by: Смала

source: Inset
be_by: Укладка

source: Inverted
be_by: Інвертаваныя

source: Menubar Style
be_by: Стыль панэлі меню

source: Radius
be_by: Радыус

source: Relief Style
be_by: Стыль рэльефу

source: Requires style Glossy or Gummy
be_by: Патрабуе стылю "Лоск" ці "Смала"

source: Scrollbar Color
be_by: Колер паласы пракруткі

source: Sets the Color of Scrollbars
be_by: Вызначае колер паласы пракруткі

source: Shade of accelerator labels
be_by: Адценне адмецін гарачых клавіш

source: Shadow
be_by: Цень

source: Style
be_by: Стыль

source: The value used to mix the label color with the background color. The value is effectively the opacity.
be_by: Значэнне, якое выкарыстоўваецца для змешвання колераў адмеціны і фону. Значэнне па сутнасці вызначае зацяненне.

source: This option allows to disable the focus drawing. The primary purpose is to create screenshots for documentation.
be_by: Гэты параметр дае магчымасць выключаць адмалёўку рамкі вакол фокусу. У першую чаргу ён карысны для стварэння здымкаў экрана для дакументацыі.

source: Toolbar Style
be_by: Стыль панэлі інструментаў

source: Cell Indicator Size
be_by: Памер індыкатара ячэйкі

source: Edge Thickness
be_by: Таўшчыня межаў

source: Size of check- and radiobuttons inside treeviews. (Bug #351764)
be_by: Памер віджэтаў вызначэння і выбару ў рэжыме прагляду ў выглядзе дрэва. (Хіба №351764)

source: If set, button corners are rounded
be_by: Калі вызначана, вуглы кнопак будуць скругляцца

source: Rounded Buttons
be_by: Скругленыя кнопкі

source: Arrow
be_by: Стрэлка

source: Dot
be_by: Кропка

source: Full
be_by: Цалкам

source: Handlebox Marks
be_by: Сімвалы апрацоўваемай вобласці

source: Inverted Dot
be_by: Інвертаваная кропка

source: Inverted Slash
be_by: Адваротны скос

source: Mark Type 1
be_by: Адзнака першага тыпу

source: Mark Type for Scrollbar Buttons
be_by: Тып адзнакі для кнопак паласы пракруткі

source: Mark Type for Scrollbar Handles, Handleboxes, etc
be_by: Тып адзнакі для апрацоўшчыкаў паласы пракруткі і інш.

source: None
be_by: Няма

source: Nothing
be_by: Нічога

source: Paned Dots
be_by: Адасобленыя кропкі

source: Rectangle
be_by: Прамавугольнік

source: Scrollbar Marks
be_by: Адзнакі паласы пракруткі

source: Scrollbar Type
be_by: Тып паласы пракруткі

source: Scrollbutton Marks
be_by: Адзнакі кнопак пракруткі

source: Shaped
be_by: Вылучаныя

source: Slash
be_by: Скос

source: Some
be_by: Некаторыя
