Repository: antikruk/Gnome-BY
Catalog: */sources/libgtop.po
Languages: be_by

source: read %d byte
be_by: прачытаны %d байт

source: read data size
be_by: прачытаны памер даных

source: read %lu byte of data
be_by: прачытаны %lu байт даных

source: wrote %d byte
be_by: запісаны %d байт

source: Enable debugging
be_by: Уключыць адладачны код

source: Enable verbose output
be_by: Уключыць падрабязны вывад

source: Invoked from inetd
be_by: Запушчана пры дапамозе inetd

source: Hangup
be_by: Абрыў сувязі

source: Interrupt
be_by: Перарыванне

source: Quit
be_by: Выхад

source: Illegal instruction
be_by: Забароненая інструкцыя

source: Trace trap
be_by: Захоп трасавання

source: Abort
be_by: Скасаванне

source: EMT error
be_by: Памылка EMТ

source: Floating-point exception
be_by: Выключэнне плаваючага

source: Kill
be_by: Знішчэнне

source: Bus error
be_by: Памылка шыны

source: Segmentation violation
be_by: Парушэнне сегментацыі

source: Bad argument to system call
be_by: Хібны аргумент сістэмнага выкліку

source: Broken pipe
be_by: Зламаны канал

source: Alarm clock
be_by: Таймер

source: Termination
be_by: Знішчэнне

source: Urgent condition on socket
be_by: Тэрміновыя даныя на сокеце

source: Stop
be_by: Прыпыненне

source: Keyboard stop
be_by: Прыпыненне клавіятуры

source: Continue
be_by: Працяг

source: Child status has changed
be_by: Змена статусу нашчадка

source: Background read from tty
be_by: Фонавае чытанне з tty

source: Background write to tty
be_by: Фонавы запіс у tty

source: I/O now possible
be_by: Магчымасць уводу/вываду

source: CPU limit exceeded
be_by: Перасягнуты ліміт працэсара

source: File size limit exceeded
be_by: Перасягнуты ліміт памеру файла

source: Virtual alarm clock
be_by: Віртуальны таймер

source: Profiling alarm clock
be_by: Таймер прафілявання

source: Window size change
be_by: Змена памераў акна

source: Information request
be_by: Запыт інфармацыі

source: User defined signal 1
be_by: Сігнал карыстальніка 1

source: User defined signal 2
be_by: Сігнал карыстальніка 2
