Repository: antikruk/Gnome-BY
Catalog: */sources/xdg-user-dirs-gtk.po
Languages: be

source: Update standard folders to current language?
be: Перакласці назвы стандартных каталогаў на бягучую мову інтэрфейсу?

source: You have logged in in a new language. You can automatically update the names of some standard folders in your home folder to match this language. The update would change the following folders:
be: Вы ўвайшлі ў сеанс з новай мовай інтэрфейсу. Вы можаце аўтаматычна перакласці назвы некаторых стандартных каталогаў у хатнім каталозе на гэтую мову.Абнаўленне назваў закране наступныя каталогі:

source: _Keep Old Names
be: _Пакінуць старыя назвы

source: _Update Names
be: _Абнавіць назвы

source: Current folder name
be: Бягучая назва каталога

source: New folder name
be: Новая назва каталога

source: Note that existing content will not be moved.
be: Існае змесціва каталогаў не перамесціцца.

source: _Don't ask me this again
be: _Больш не пытацца пра гэта

source: There was an error updating the folders
be: Пры абнаўленні назваў каталогаў адбылася памылка

source: User folders update
be: Абнаўленне назваў карыстальніцкіх каталогаў

source: Update common folders names to match current locale
be: Абнаўленне назваў стандартных каталогаў у адпаведнасці з бягучай лакаллю
