Repository: antikruk/Gnome-BY
Catalog: */sources/zenity.po
Languages: be_by

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU Lesser General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
be_by: Гэтая праграма з'яўляецца свабодным праграмным забеспячэннем. Вы можаце распаўсюджвацьяе на ўмовах GNU Lesser General Public License (LGPL), апублікаванай Free Software Foundation, версіі 2 ці любой пазнейшай.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Lesser General Public License for more details.
be_by: Гэтая праграма распаўсюджваецца з надзеяй, што яна будзе карыснай, але без аніякіх гарантый, у тым ліку камерцыйнай вартасці праграмы і наогул яе карысці. Падрабязней глядзіце ў тэксце GNU Lesser General Public License (LGPL).

source: You should have received a copy of the GNU Lesser General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
be_by: Вы павінны былі атрымаць копію GNU Lesser General Public License(LGPL) разам з гэтай праграмай. Калі вы не атрымалі яе, паведаміце пра гэта на адрас: the Free Software Foundation,Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: translator-credits
be_by: Аляксандр Няхайчык <nab@mail.by> Ihar Hrachyshka <ihar.hrachyshka@gmail.com> Юрась Шумовіч <shumovichy@gmail.com>

source: Display dialog boxes from shell scripts
be_by: Паказваць дыялогі для скрыптоў праграмнай абалонкі

source: _OK
be_by: _Добра

source: _Cancel
be_by: _Скасаваць

source: You must specify a dialog type. See 'zenity --help' for details
be_by: Неабходна вызначыць тып дыялогу. Падрабязней глядзіце, выканаўшы "zenity --help"

source: _No
be_by: _Не

source: _Yes
be_by: _Так

source: Could not parse message
be_by: Не атрымалася разабраць паведамленне

source: Invalid value for a boolean typed hint. Supported values are 'true' or 'false'.
be_by: Хібнае значэнне булевай падказкі. Магчымыя значэнні: "true" і "false".

source: Unsupported hint. Skipping.
be_by: Непадтрымліваемая падказка. Мінаецца.

source: Unknown hint name. Skipping.
be_by: Невядомая назва падказкі. Мінаецца.

source: Could not parse command from stdin
be_by: Не атрымалася разабраць загад на стандартным уваходзе

source: Zenity notification
be_by: Апавяшчэнне Zenity

source: Set the dialog title
be_by: Прызначыць загаловак дыялогу

source: TITLE
be_by: ЗАГАЛОВАК

source: Set the window icon
be_by: Прызначыць значок акна

source: ICONPATH
be_by: ШЛЯХ_ЗНАЧКА

source: Set the width
be_by: Прызначыць шырыню

source: WIDTH
be_by: ШЫРЫНЯ

source: Set the height
be_by: Прызначыць вышыню

source: HEIGHT
be_by: ВЫШЫНЯ

source: Set dialog timeout in seconds
be_by: Прызначыць тэрмін чакання ў секундах

source: TIMEOUT
be_by: ТЭРМІН

source: Set the label of the OK button
be_by: Прызначыць адмеціну для кнопкі "Добра"

source: TEXT
be_by: ТЭКСТ

source: Set the label of the Cancel button
be_by: Прызначыць адмеціну для кнопкі "Скасаваць"

source: Add an extra button
be_by: Дадаць яшчэ кнопку

source: Set the modal hint
be_by: Прызначыць назву для мадальнага акна

source: Set the parent window to attach to
be_by: Прызначыць бацькоўскае акно, да якога трэба прычапіцца

source: WINDOW
be_by: АКНО

source: Display calendar dialog
be_by: Паказаць каляндар

source: Set the dialog text
be_by: Прызначыць тэкст дыялогу

source: Set the calendar day
be_by: Прызначыць дзень каляндара

source: DAY
be_by: ДЗЕНЬ

source: Set the calendar month
be_by: Прызначыць месяц каляндара

source: MONTH
be_by: МЕСЯЦ

source: Set the calendar year
be_by: Прызначыць год каляндара

source: YEAR
be_by: ГОД

source: Set the format for the returned date
be_by: Прызначыць фармат вяртання даты

source: PATTERN
be_by: ШАБЛОН

source: Display text entry dialog
be_by: Паказаць дыялог для ўводу тэксту

source: Set the entry text
be_by: Прызначыць тэкст радка ўводу

source: Hide the entry text
be_by: Схаваць тэкст радка ўводу

source: Display error dialog
be_by: Паказаць дыялог памылкі

source: Set the dialog icon
be_by: Прызначыць значок дыялогу

source: ICON-NAME
be_by: НАЗВА-ЗНАЧКА

source: Do not enable text wrapping
be_by: Не ўжываць пераносы ў тэксце

source: Do not enable Pango markup
be_by: Не ўжываць разметку Pango

source: Enable ellipsizing in the dialog text. This fixes the high window size with long texts
be_by: Скарачаць тэкст у дыялогах. Гэта выправіць вышыню акна пры наяўнасці доўгіх тэкстаў

source: Display info dialog
be_by: Паказаць інфармацыйны дыялог

source: Display file selection dialog
be_by: Паказаць дыялог выбару файлаў

source: Set the filename
be_by: Прызначыць назву файла

source: FILENAME
be_by: НАЗВА_ФАЙЛА

source: Allow multiple files to be selected
be_by: Дазволіць выбар некалькіх файлаў

source: Activate directory-only selection
be_by: Дазволіць выбар толькі каталогаў

source: Activate save mode
be_by: Уключыць бяспечны рэжым

source: Set output separator character
be_by: Прызначыць сімвал-падзяляльнік вываду

source: SEPARATOR
be_by: ПАДЗЯЛЯЛЬНІК

source: Confirm file selection if filename already exists
be_by: Пацвярджаць выбар файла, калі ён ужо існуе

source: Set a filename filter
be_by: Прызначыць фільтр для назваў файлаў

source: NAME | PATTERN1 PATTERN2 ...
be_by: НАЗВА | ШАБЛОН1 ШАБЛОН2 ...

source: Display list dialog
be_by: Паказаць дыялог са спісам

source: Set the column header
be_by: Прызначыць загаловак слупка

source: COLUMN
be_by: СЛУПОК

source: Use check boxes for the first column
be_by: Выкарыстоўваць пераключальнікі ў першым слупку

source: Use radio buttons for the first column
be_by: Выкарыстоўваць кнопкі выбару ў першым слупку

source: Use an image for the first column
be_by: Выкарыстоўваць выяву ў першым слупку

source: Allow multiple rows to be selected
be_by: Дазволіць вылучэнне некалькіх радкоў

source: Allow changes to text
be_by: Дазволіць змену тэксту

source: Print a specific column (Default is 1. 'ALL' can be used to print all columns)
be_by: Вывесці змесціва пэўнага слупка (прадвызначана: 1; "ALL": вывесці змесціва ўсіхслупкоў)

source: NUMBER
be_by: НУМАР

source: Hide a specific column
be_by: Схаваць пэўны слупок

source: Hide the column headers
be_by: Схаваць загалоўкі слупкоў

source: Change list default search function searching for text in the middle, not on the beginning
be_by: Змяніць прадвызначаную функцыю пошуку, каб шукаць тэкст у сярэдзіне, я не ў пачатку

source: Display notification
be_by: Паказаць апявяшчэнне

source: Set the notification text
be_by: Прызначыць тэкст апавяшчэння

source: Listen for commands on stdin
be_by: Прымаць загады на стандартным уваходзе

source: Set the notification hints
be_by: Прызначыць падказкі для апавяшчэнняў

source: Display progress indication dialog
be_by: Паказаць дыялог прагрэсу

source: Set initial percentage
be_by: Прызначыць пачатковае значэнне адсоткаў

source: PERCENTAGE
be_by: АДСОТКІ

source: Pulsate progress bar
be_by: Мільгацець радком прагрэсу

source: Dismiss the dialog when 100% has been reached
be_by: Закрываць дыялог па дасягненні 100%

source: Kill parent process if Cancel button is pressed
be_by: Знішчаць бацькоўскі працэс пры націсканні кнопкі "Скасаваць"

source: Hide Cancel button
be_by: Схаваць кнопку "Скасаваць"

source: Estimate when progress will reach 100%
be_by: Прыблізна ацаніць калі прагрэс дасягне 100%

source: Display question dialog
be_by: Паказаць дыялог пытання

source: Give Cancel button focus by default
be_by: Прадвызначана надаць фокус кнопцы "Скасаваць"

source: Suppress OK and Cancel buttons
be_by: Хаваць кнопкі "Добра" і "Скасаваць"

source: Display text information dialog
be_by: Паказаць інфармацыйны дыялог з тэкстам

source: Open file
be_by: Адкрыць файл

source: Set the text font
be_by: Прызначыць шрыфт тэксту

source: Enable an I read and agree checkbox
be_by: Уключыць пераключальнік "Я прачытаў гэты тэкст і згодны з ім"

source: Enable HTML support
be_by: Уключыць падтрымку HTML

source: Do not enable user interaction with the WebView. Only works if you use --html option
be_by: Не ўжываць WebView у інтэрфейсе. Гэта працуе толькі разам з параметрам --html

source: Set an URL instead of a file. Only works if you use --html option
be_by: Прызначыць URL-спасылку замест файла. Гэта працуе толькі разам з параметрам--html

source: Auto scroll the text to the end. Only when text is captured from stdin
be_by: Аўтаматычна пракручваць тэкст да канца. Толькі калі тэкст узяты са стандартнага ўваходу

source: Display warning dialog
be_by: Паказаць дыялог папярэджання

source: Display scale dialog
be_by: Паказаць дыялог падладкі маштабавання

source: Set initial value
be_by: Прызначыць пачатковае значэнне

source: VALUE
be_by: ЗНАЧЭННЕ

source: Set minimum value
be_by: Прызначыць мінімальнае значэнне

source: Set maximum value
be_by: Прызначыць максімальнае значэнне

source: Set step size
be_by: Прызначыць памер кроку

source: Print partial values
be_by: Выводзіць няпоўныя значэнні

source: Hide value
be_by: Схаваць значэнне

source: Display forms dialog
be_by: Паказаць дыялог форм

source: Add a new Entry in forms dialog
be_by: Дадаць новае поле ўводу ў дыялог форм

source: Field name
be_by: Назва поля

source: Add a new Password Entry in forms dialog
be_by: Дадаць новае поле пароля ў дыялог форм

source: Add a new Calendar in forms dialog
be_by: Дадаць новы каляндар у дыялог форм

source: Calendar field name
be_by: Назва каляндарнага поля

source: Add a new List in forms dialog
be_by: Дадаць новы спіс у дыялог форм

source: List field and header name
be_by: Назва поля і загалоўка спіса

source: List of values for List
be_by: Спіс значэнняў для спіса

source: List of values separated by |
be_by: Спіс значэнняў, падзеленых сімвалам "|"

source: List of values for columns
be_by: Спіс значэнняў для слупкоў

source: Add a new combo box in forms dialog
be_by: Дадаць новае поле з выплыўным меню у дыялог форм

source: Combo box field name
be_by: Назва поля з выплыўным меню

source: List of values for combo box
be_by: Спіс значэнняў для поля з выплыўным меню

source: Show the columns header
be_by: Паказваць загалоўкі слупкоў

source: Display password dialog
be_by: Паказаць дыялог для ўводу пароля

source: Display the username option
be_by: Паказаць параметр імя карыстальніка

source: Display color selection dialog
be_by: Паказаць дыялог выбару колеру

source: Set the color
be_by: Прызначыць колер

source: Show the palette
be_by: Паказаць палітру

source: About zenity
be_by: Пра Zenity

source: Print version
be_by: Вывесці нумар версіі

source: General options
be_by: Асноўныя параметры

source: Show general options
be_by: Паказаць асноўныя параметры

source: Calendar options
be_by: Параметры календара

source: Show calendar options
be_by: Паказаць параметры календара

source: Text entry options
be_by: Параметры ўводу тэксту

source: Show text entry options
be_by: Паказаць параметры ўводу тэксту

source: Error options
be_by: Параметры дыялогу памылак

source: Show error options
be_by: Паказаць параметры дыялогу памылак

source: Info options
be_by: Параметры інфармацыйнага дыялогу

source: Show info options
be_by: Паказаць параметры інфармацыйнага дыялогу

source: File selection options
be_by: Параметры выбару файла

source: Show file selection options
be_by: Паказаць параметры выбару файла

source: List options
be_by: Параметры спіса

source: Show list options
be_by: Паказаць параметры спіса

source: Notification icon options
be_by: Параметры значка апавяшчэння

source: Show notification icon options
be_by: Паказаць параметры значка апавяшчэння

source: Progress options
be_by: Параметры прагрэсу

source: Show progress options
be_by: Паказаць параметры дыялогу прагрэсу

source: Question options
be_by: Параметры дыялогу пытання

source: Show question options
be_by: Паказаць параметры дыялогу пытання

source: Warning options
be_by: Параметры дыялогу папярэджання

source: Show warning options
be_by: Паказаць параметры дыялогу папярэджання

source: Scale options
be_by: Параметры маштабавання

source: Show scale options
be_by: Паказаць параметры маштабавання

source: Text information options
be_by: Параметры інфармацыйнага дыялогу з тэкстам

source: Show text information options
be_by: Паказаць параметры інфармацыйнага дыялогу з тэкстам

source: Color selection options
be_by: Параметры выбару колеру

source: Show color selection options
be_by: Паказаць параметры выбару колеру

source: Password dialog options
be_by: Параметры ўводу пароля

source: Show password dialog options
be_by: Паказаць параметры ўводу пароля

source: Forms dialog options
be_by: Параметры дыялогу форм

source: Show forms dialog options
be_by: Паказаць параметры дыялогу форм

source: Miscellaneous options
be_by: Дадатковыя параметры

source: Show miscellaneous options
be_by: Паказаць дадатковыя параметры

source: This option is not available. Please see --help for all possible usages.
be_by: Гэты параметр недаступны. Каб убачыць спіс усіх магчымых параметраў, скарыстайцеся --help.

source: --%s is not supported for this dialog
be_by: гэты дыялог не падтрымлівае параметру --%s

source: Two or more dialog options specified
be_by: Вызначана некалькі параметраў дыялогу

source: Type your password
be_by: Увядзіце ваш пароль

source: Type your username and password
be_by: Увядзіце вашыя імя карыстальніка і пароль

source: Username:
be_by: Імя карыстальніка:

source: Password:
be_by: Пароль:

source: Time remaining: %lu:%02lu:%02lu
be_by: Засталося: %lu:%02lu:%02lu

source: Maximum value must be greater than minimum value.
be_by: Максімальнае значэнне мусіць быць большым за мінімальнае.

source: Value out of range.
be_by: Значэнне па-за дыяпазонам.

source: No column titles specified for List dialog.
be_by: Для дыялогу са спісам не вызначаныя назвы слупкоў.

source: You should use only one List dialog type.
be_by: Можна ўжыць толькі адзін тып дыялогу са спісам.

source: Adjust the scale value
be_by: Падладка маштабавання

source: Cancel
be_by: Скасаваць

source: OK
be_by: Добра

source: Text View
be_by: Прагляд тэксту

source: Calendar selection
be_by: Выбар даты

source: Select a date from below.
be_by: Абярыце дату.

source: C_alendar:
be_by: _Каляндар:

source: Add a new entry
be_by: Дадаць новы запіс

source: _Enter new text:
be_by: _Увядзіце новы тэкст:

source: Error
be_by: Памылка

source: An error has occurred.
be_by: Адбылася памылка.

source: Forms dialog
be_by: Дыялог форм

source: Information
be_by: Інфармацыя

source: All updates are complete.
be_by: Усе абнаўленні завершаныя.

source: Progress
be_by: Прагрэс

source: Running...
be_by: Запуск...

source: Question
be_by: Пытанне

source: Are you sure you want to proceed?
be_by: Сапраўды хочаце працягнуць?

source: Select items from the list
be_by: Абраць элементы са спіса

source: Select items from the list below.
be_by: Абярыце элементы са спіса.

source: Warning
be_by: Папярэджанне
